export class World {
  id: number;
  name: string;
}

export var Worlds: World[] = [
{"id":110010000, "name": "Элизиум"}, 
{"id":120010000, "name": "Пандемониум"}, 
{"id":210010000, "name": "Фоэта"}, 
{"id":210020000, "name": "Элтенен"}, 
{"id":210030000, "name": "Бертрон"}, 
{"id":210040000, "name": "Интердика"}, 
{"id":210060000, "name": "Теобомос"}, 
{"id":220010000, "name": "Исхальген"}, 
{"id":220020000, "name": "Морхейм"}, 
{"id":220030000, "name": "Альтгард"}, 
{"id":220040000, "name": "Белуслан"}, 
{"id":220050000, "name": "Брустхонин"}, 
{"id":310010000, "name": "Караматис"}, 
{"id":310020000, "name": "Караматис"}, 
{"id":310030000, "name": "Аердина (Ворота бездны)"}, 
{"id":310040000, "name": "Гераная (Ворота бездны)"}, 
{"id":310050000, "name": "Лепарист (Био лабаратория)"}, 
{"id":310060000, "name": "Остров тьмы"}, 
{"id":310070000, "name": "Остров тьмы"}, 
{"id":310080000, "name": "Подземная арена Элизиума"}, 
{"id":310090000, "name": "Крепость Индрата"}, 
{"id":310100000, "name": "Крепость Аджотуран"}, 
{"id":320010000, "name": "Нарзас"}, 
{"id":320030000, "name": "Брегирун(Ворота бездны)"}, 
{"id":320040000, "name": "Нидальбер(Ворота бездны)"}, 
{"id":320050000, "name": "Внутри храма Арканис"}, 
{"id":320060000, "name": "Обитель забвения"}, 
{"id":320070000, "name": "Обитель судьбы"}, 
{"id":320080000, "name": "Пещера Драубнир"}, 
{"id":320090000, "name": "Подземная арена Триниэль"}, 
{"id":320100000, "name": "Святилище огня"}, 
{"id":320120000, "name": "Темница Храма правосудия"}, 
{"id":520010000, "name": "Тюрьма"}, 
{"id":510010000, "name": "Тюрьма"}, 
{"id":320100000, "name": "Святилище огня"}
];
